Revit 2024 API
DuctFittingAndAccessoryConnectorData.Flow Property
 The connector flow, Units:(ft³/s)
Namespace: Autodesk.Revit.DB.Mechanical
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2014
Syntax
C#
public double Flow { get; }
Visual Basic
Public ReadOnly Property Flow As Double
	Get
Visual C++
public:
property double Flow {
	double get ();
}
See Also
DuctFittingAndAccessoryConnectorData Class
Autodesk.Revit.DB.Mechanical Namespace